Repository: gngn23/de.systopia.gdprx
Catalog: l10n/*/LC_MESSAGES/gdprx.po
Languages: de_de

source: Date
de_de: Datum

source: Expires
de_de: Gültig bis

source: Category
de_de: Kategorie

source: - please select -
de_de: - bitte wählen -

source: Source
de_de: Quelle

source: Type
de_de: Typ

source: Terms
de_de: Bedingungen

source: - none -
de_de: - keine -

source: Note
de_de: Anmerkung

source: Category is mandatory
de_de: 'Kategorie' ist ein Pflichtfeld

source: Source is mandatory
de_de: 'Quelle' ist ein Pflichtfeld

source: Note cannot be more the 1024 characters
de_de: 'Anmerkung' maximal 1024 Zeichen betragen

source: Edit Consent Record
de_de: Nutzungsberechtigung bearbeiten

source: Create Consent Record
de_de: Nutzungsberechtigung hinzufügen

source: Categories
de_de: Kategorien

source: new
de_de: neu

source: Save
de_de: Speichern

source: Add Consent Records
de_de: Nutzungsberechtigung hinzufügen

source: Create
de_de: Erstellen

source: Require GDPR Record
de_de: DSGVO Eintrag erzwingen

source: Default Source
de_de: Vorauswahl Quelle

source: - no default -
de_de: - keine Vorauswahl -

source: Disable Editing of Privacy Settings
de_de: Datenschutzeinstellungen schützen

source: Default Privacy Settings
de_de: Datenschutz Standardeinstellungen

source: Do Not Email
de_de: Keine E-Mails senden

source: Do Not Phone
de_de: Nicht anrufen

source: Do Not Mail
de_de: Nicht per Post anschreiben

source: Do Not SMS
de_de: Keine SMS senden

source: Do Not Trade
de_de: Nicht weitergeben

source: Is Opt Out
de_de: Keine Massen-E-Mails (User Opt Out)

source: Use Expiry Date
de_de: "Gültig bis"-Feld verwenden

source: Use Type
de_de: Typfeld verwenden

source: Use Terms
de_de: Bedingungsfeld verwenden

source: Use Note
de_de: Anmerkungsfeld verwenden

source: Couldn't set default value. Error was: %1
de_de: Vorauswahl konnte nicht gespeichert werden. Der Fehler ist: %1

source: Set Default Failed
de_de: Speichern der Voreinstellung fehlgeschlagen

source: Default Category
de_de: Kategorie (Default)

source: Default Type
de_de: Typ (Default)

source: Contact ID
de_de: Kontakt ID

source: Expiry Date
de_de: Gültig bis

source: Terms and Conditions
de_de: Nutzungsbedingungen

source: GDPR-X: Add Consent Record
de_de: GDPR-X: Nutzungsberechtigung hinzufügen

source: Consent
de_de: Nutzungsberechtigungen

source: These settings cannot be edited directly any more. Please use then consent tab.
de_de: Diese Einstellungen können nicht mehr direkt bearbeitet werden. Bitte neue Nutzungsberechtigungs-Einträge anlegen, um diese Werte zu beeinflussen.

source: If you enable this, you will be forced to enter a consent record on the "create new contact" form.
de_de: Diese Option erzwingt die Eingabe einer intialen Nutzungsberechtigung beim manuellen Erstellen eines neuen Kontakts.

source: You can use this feature to define the default privacy options to be applied to every newly created contact.
de_de: Hier können Sie die Datenschutz-Standardeinstellungen wählen, die beim Erstellen eines neuen Kontakts eingetragen werden sollen.

source: If you want to derive the contacts' privacy settings from the consent records, you might want to check this to prevent users from editing the privacy settings directly. Those changes would be overwritten anyway
de_de: Falls sie die Datenschutzeinstellungen von den Nutzungsberechtigungen ableiten möchten, sollten diese Option aktivieren. Dann können Benutzer die Datenschutzeinstellungen nicht mehr direkt bearbeiten, denn diese Änderungen würden ja ohnehin wieder überschrieben werden.

source: You can select a source here, that is pre-selected in all backend forms.
de_de: Die hier ausgewählte Quelle wird in allen Backend-Formularen vorausgewählt.

source: General Options
de_de: Allgemeine Einstellungen

source: Enforce Record
de_de: Nutzungsberechtigung erzwingen

source: Help
de_de: Hilfe

source: Optional GDPR Fields
de_de: Optionale Felder

source: Privacy Settings
de_de: Datenschutzeinstellungen

source: Add Record
de_de: Eintrag hinzufügen

source: Add Multi-Record
de_de: Mehrfacheintrag hinzufügen

source: Valid From
de_de: Gültig ab

source: Edit
de_de: Bearbeiten

source: Consent Category
de_de: Kategorie

source: Contact Consent
de_de: Herkunft

source: Consent Source
de_de: Quelle

source: Consent Type
de_de: Typ

source: Default
de_de: Standard

source: None
de_de: ohne
